### Львівський Національний Університет Природокористування
### Кафедра Інформаційних Технологій
# Звіт 
#### Про виконання практичної роботи №3
## Тема:
Основи структурного програмування в Python 3
### виконав:
Підгородецький Андрій
### прийняв:
Татомир Андрій

Львів 2023
## Мета: 
 ознайомлення основними прийомами структурного програмування у Python 3.
## Хід роботи 
1. Ознайомився з своїм 16 варіантом завдання
2. Написав [програму](./1.py) на мові Python, що обчислює добуток суми і добутка двох цілих чисел і перевіряє чи більший результат за 100
3. Зберіг програму використавши систему Git
## Висновок
1. Ознайомився з простими типами та порівняннями Python
